#include"Help.h"
#include<stdio.h>

void Help()
{
	printf("\n");
	printf("*****************************************************************************\n");
	printf("*  列目录 lm                |显示系统时间 st            |清除当前显示内容 cl*\n");
	printf("*  回显字符串 rn            |创建目录 nm                |删除目录 cm        *\n");
	printf("*  更改路径 ch              |显示当前工作目录 sd        |删除文件 cw        *\n");
	printf("*  打印文本 dy              |文件重新命名 na            |显示文本 dt        *\n");
	printf("*  显示目录结构 ml          |显示版本 sm                |帮助 help          *\n");
	printf("*  退出 esc                                                                 *\n");
	printf("*****************************************************************************\n");
}